[
  {
    "type": "Highlight",
    "page": 2,
    "start_xy": [
      108,
      638.6896551724
    ],
    "prior_outline": "DATE: 20230823",
    "text": "When  individuals  join  a  regulated  profession,  they  do  not  lose  their  Charter  right  to freedom of expression. At the same time, however, they take on obligations and must abide by the rules of their regulatory body that may limit their freedom of expression. This case raises  the  clash  between  a  regulated  clinical  psychologist's  right  to  speak  in  a  certain manner and the regulator's power to require the member to moderate that speech.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:24:59",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 2,
    "start_xy": [
      108,
      557.3793103448
    ],
    "prior_outline": "DATE: 20230823",
    "text": "The Applicant, Dr. Jordan Peterson, seeks judicial review of a Decision of the Inquiries, Complaints and Reports Committee (\"ICRC\") of the College of Psychologists of Ontario (the  \"College\"),  dated  November  22,  2022  (the  \"Decision\").  This  Decision  ordered  Dr. Peterson, as a registered member of the College authorized to practice clinical psychology, to complete a specified continuing education or remedial program (a \"SCERP\") regarding professionalism in public statements.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:25:02",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 2,
    "start_xy": [
      108,
      464.8965517241
    ],
    "prior_outline": "DATE: 20230823",
    "text": "The ICRC's order followed an investigation into language used by Dr. Peterson in public statements  earlier  in  2022.  In  its  Decision,  the  ICRC  expressed  its  concern  that  Dr. Peterson's  comments  may  be  \"degrading,  demeaning  and  unprofessional.\"  The  ICRC concluded  that  some  of  the  language  used  in  Dr.  Peterson's  public  statements  \"may  be reasonably  regarded by  members of the profession as disgraceful, dishonourable  and/or unprofessional\"  and  posed  \"moderate  risks  of  harm  to  the  public.\"  The  risks  of  harm identified by the ICRC included \"undermining public trust in the profession of psychology\" and \"may also raise questions about Dr. Peterson's ability to appropriately carry out his responsibilities as a registered psychologist.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:25:14",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 2,
    "start_xy": [
      108,
      328.9655172414
    ],
    "prior_outline": "DATE: 20230823",
    "text": "Although Dr. Peterson, in responding to the ICRC's concerns, said that he was taking his own steps to  address  his public statements, the  ICRC  Decision  requires Dr. Peterson to participate in a \"coaching program\" directed by the College to \"reflect on, and ameliorate [his]  professionalism  in  public  statements.\"  Dr.  Peterson  was  advised  that  failure  to complete this program, at his own expense and to the coach's satisfaction, may result in an allegation of professional misconduct and the commencement of disciplinary proceedings by the College.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:25:28",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 2,
    "start_xy": [
      108,
      217.8620689655
    ],
    "prior_outline": "DATE: 20230823",
    "text": "I have concluded that the application should be dismissed. In my view, the Decision of the ICRC adequately and reasonably considered Dr. Peterson's statements in the context of the College's statutory mandate to regulate the profession in the public interest. It considered and proportionately balanced the impact of imposing a SCERP on Dr. Peterson's right to freedom  of  expression  protected  by  s.  2(b)  of  the  Canadian  Charter  of  Rights  and Freedoms (the \"Charter\"). The order is not disciplinary and does not prevent Dr. Peterson from expressing himself on controversial topics; it has a minimal impact on his right to freedom of expression and meets the requirements of the Supreme Court's framework for balancing the competing considerations set out in Doré v. Barreau du Québec, 2012 SCC",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:25:44",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      624.4137931034
    ],
    "prior_outline": "Background and context",
    "text": "Dr. Peterson has been registered with the College as a clinical psychologist since 1999. However, he stopped seeing patients in 2017 and no longer has a clinical practice. Rather, as his counsel described him in their written submissions, \"he is a prolific author, podcaster, and YouTube content producer who maintains an active social media presence. In his social and political commentary, Dr. Peterson is often colourful and controversial.\" Nevertheless, Dr. Peterson maintains his membership in the College and refers to himself in his public statements as a clinical psychologist.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:26:14",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      518.275862069
    ],
    "prior_outline": "Background and context",
    "text": "Since  at  least  2018,  the  College  has  received  complaints  about  Dr.  Peterson's  public statements. Some complaints have been formal, but many were \"tweeted\" to the College via the social media platform Twitter, and often involved Dr. Peterson's views on topics of  social  and  political  interest,  including  transgender  questions,  racism,  overpopulation, and the response to COVID-19, among others.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:26:33",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      435.1034482759
    ],
    "prior_outline": "Background and context",
    "text": "In March 2020, following an investigation of statements made by Dr. Peterson which were alleged to be \"transphobic, sexist, racist and [which] were not in keeping with any clinical understanding  of  mental  health\",  the  ICRC  did  not  make  any  order  regarding  him. However, at that time the ICRC expressed concern that \"the manner and tone in which Dr. Peterson  espouses  his  public  statements  may  reflect  poorly  on  the  profession  of psychology.\" The ICRC noted the \"importance for a psychologist to conduct themself in a respectful manner\", whether Dr. Peterson identifies himself as a psychologist or not. The ICRC reminded Dr. Peterson of his \"responsibility to be cognizant of how his provocative language  and  tone  might  impact  the  public's  perception  toward  the  profession  of psychology,  and  that  his  public  utterances  may  have  negative  consequences  for  those struggling  with  issues  directly  or  tangentially  related  to  his  comments.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:00",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      296.6896551724
    ],
    "prior_outline": "Background and context",
    "text": "",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:03",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      296.6896551724
    ],
    "prior_outline": "Background and context",
    "text": "The  ICRC concluded with the following advice: As a registered Member of the College, and in light of your public profile, you may wish to offer your opinions and comments in a respectful tone in order to avoid a negative perception toward the profession of psychology.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:07",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      108,
      204.2068965517
    ],
    "prior_outline": "Background and context",
    "text": "Between  January  and  June  2022,  the  College  received  numerous  reports  about  Dr. Peterson's conduct on social media and in his public appearances. The reports again raised concerns about Dr. Peterson's professionalism, including whether his tweets complied with the College's Standards of Professional Conduct.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:12",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      157.6551724138,
      162.6206896552
    ],
    "prior_outline": "Background and context",
    "text": "e's Standards of Professional Conduct. The tweets and statements included the",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:30",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 3,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Background and context",
    "text": "12, [2012] 1 SCR 395 (\"Doré\"). Further, in accordance with the Supreme Court's decision in Canada (Minister of Citizenship and Immigration) v. Vavilov, 2019 SCC 65, [2019] 4 SCR 653 (\"Vavilov\"), the Decision is transparent, logical, and provides a coherent chain of reasoning and is reasonable based on the facts which were before the ICRC. round [6] [7] [8] [9]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:25:48",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 4,
    "start_xy": [
      108,
      718.1379310345
    ],
    "prior_outline": "Background and context",
    "text": "(b) (c) (d) (e) (f) (g) A tweet on January 2, 2022, in which Dr. Peterson responded to an individual who expressed  concern  about  overpopulation  by  stating:  \"You're  free  to  leave  at  any point.\" Various comments Dr. Peterson made on a January 25, 2022, appearance on the podcast,  \"The  Joe  Rogan  Experience\".  Dr.  Peterson  is  identified  as  a  clinical psychologist and spoke about a \"vindictive\" client whose complaint about him was a \"pack of lies.\"  Speaking about air pollution and child deaths, Dr. Peterson said: \"it's just poor children, and the world has too many people on it anyways.\" A tweet on February 7, 2022, in which Dr. Peterson referred to Gerald Butts as a \"prik\". A tweet on February 19, 2022, in which Dr. Peterson commented that Catherine McKenney,  an  Ottawa  City  Councillor  who  uses  they/them  pronouns,  was  an \"appalling self-righteous moralizing thing\". In response to a tweet about actor Elliot Page being \"proud\" to introduce a trans character on a TV show, Dr. Peterson tweeted on June 22, 2022: \"Remember when pride  was  a  sin?  And  Ellen  Page  just  had  her  breasts  removed  by  a  criminal physician.\" A  further  complaint  about  Dr.  Peterson's  January  2,  2022  tweet,  in  which  Dr. Peterson responded to an individual who expressed concern about overpopulation by stating:  \"You're free to leave at any point.\" The further complaint provided a link to a 2018 GQ interview in which Dr. Peterson made a similar comment about suicide. Dr.  Peterson's  tweet  posted  in  May  2022,  in  which  he  commented  on  a  Sports Illustrated Swimsuit Edition cover with a plus-sized model, tweeting: \"Sorry. Not Beautiful. And no amount of authoritarian tolerance is going to change that.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:27:24",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 4,
    "start_xy": [
      108,
      291.1034482759
    ],
    "prior_outline": "Background and context",
    "text": "Dr. Peterson identified himself on Twitter as a \"clinical psychologist\" in 2022. This appears to be a change from 2020 when, although a member of the College, he stated that he \"opted not to advertise this title on his Twitter.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:04",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 4,
    "start_xy": [
      108,
      234.6206896552
    ],
    "prior_outline": "Background and context",
    "text": "On  March  8,  2022,  the  Registrar  of  the  College  requested  the  appointment  of  an investigator. A report of the investigation was completed and provided to a panel of the ICRC (the \"Panel\") on May 17, 2022. The report was then provided to Dr. Peterson who responded to it on June 21, 2022.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:14",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 4,
    "start_xy": [
      108,
      170.0689655172
    ],
    "prior_outline": "Background and context",
    "text": "In July 2022, the College was made aware that Dr. Peterson's Twitter account had been suspended as a result of the Elliot Page comments which had been flagged for violating Twitter's  rules  against  hateful  conduct.  Dr.  Peterson  provided  a  further  response  to  the College on July 20, 2022.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:20",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      718.1379310345
    ],
    "prior_outline": "Background and context",
    "text": "On July 27, 2022, the Panel released decisions recommending no further action be taken regarding Dr. Peterson's tweet in which it was alleged he encouraged people to commit suicide  (\"you're  free  to  leave  at  any  point\"),  finding  that,  while  \"provocative  and inflammatory\"  it \"could be interpreted as innuendo, a joke, or parody\", and did not \"rise to the level of disgraceful, dishonourable, or unprofessional conduct.\" Additionally, a tweet critical of the involvement of the Children's Aid Society in removing children from the Ottawa trucker protest was also found to require no further action.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:26",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      608.8965517241
    ],
    "prior_outline": "Background and context",
    "text": "However, on August 4, 2022, College staff wrote to Dr. Peterson on behalf of the same Panel of the ICRC about the remaining statements. The letter reviewed the statements, Dr. Peterson's self-identification as a clinical psychologist on his Twitter page and on the Joe Rogan podcast, and raised concerns that the statements may be demeaning, degrading and unprofessional. It referred to and quoted from several provisions in the College's Code of Ethics. The letter observed that the Panel recognized Dr. Peterson's \"right to freedom of expression\" but expressed concern about the significant \"impact risks\" in this case given that \"public statements that are demeaning, degrading, and unprofessional may cause harm, both to the people they are directed at, and to the impacted and other communities more broadly.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:38",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      461.7931034483
    ],
    "prior_outline": "Background and context",
    "text": "The Panel noted the advice provided in 2020 in concluding that the \"recurrence risk\" of Dr.  Peterson  using  unprofessional  language  in  the  future  was  moderate.  The  Panel proposed that Dr. Peterson undertake \"to reflect on these issues with a period of coaching\" with a person selected by it as a remedial step.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:28:59",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      394.1379310345
    ],
    "prior_outline": "Background and context",
    "text": "On September 6, 2022, Dr. Peterson rejected the ICRC's proposal. In a lengthy letter to the College,  Dr.  Peterson  acknowledged  that  the  various  social  media  platforms  he  utilises \"requires  careful  attention  and  care  to  be  used  appropriately\"  and  that  he  had  \"already implemented  a  solution\"  to  respond  to  the  College's  concerns,  which  included \"modification of the tone of my approach.\" Dr. Peterson stated that he had \"surrounded\" himself with people to help him monitor his public communications and to provide him with \"continual feedback as to the appropriateness of the tone and content of what I am purveying.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:29:30",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      297.3103448276
    ],
    "prior_outline": "Background and context",
    "text": "These  people  included,  Dr.  Peterson  said,  his  \"expert  editorial  teams  at Penguin  Random  House\" which publishes his  books, members of his  immediate family \"who work professionally with me\" and \"a very wide network of expert thinkers from the world of theology, psychology, politics and business.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:29:32",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      144,
      255.724137931
    ],
    "prior_outline": "Background and context",
    "text": "He concluded: I would say, then, in my defense, that I have already undertaken the remediation of my actions in a manner very much akin to what has been suggested by the ICRC and have done so  in  an  exceptionally thorough and equally  exceptionally public and transparent manner, and would like to therefore submit to the ICRC that I have already and plan to continue to atone for what are no doubt my multiplicity of sins in relation to my interaction with the public audience I have the privilege to serve.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:29:34",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 5,
    "start_xy": [
      108,
      132.8275862069
    ],
    "prior_outline": "Background and context",
    "text": "Dr. Peterson also addressed the concern that he identifies himself as a clinical psychologist, stating:",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:29:44",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 6,
    "start_xy": [
      108,
      608.8965517241
    ],
    "prior_outline": "Background and context",
    "text": "On  September  13,  2022,  College  staff  responded  on  behalf  of  the  ICRC.  The  Panel considered Dr. Peterson's position that he was able to remediate his conduct through use of  his  own  advisors.  These  advisors,  the  Panel  stated,  were  not  independent  and  their review of his communications would not be \"from the point of view of the protection of the  public  interest,  nor  does  it  appear  to  offer  any  accountability  or  oversight  to  the College.\"  As  the  letter  continued,  \"[n]one  of  the  'experts'  you  employ  appear  to  be reviewing your communications through the lens of your obligations as a member of the College to uphold the Standards of Professional Conduct (2017), and the Canadian Code of Ethics for Psychologists.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:30:07",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 6,
    "start_xy": [
      108,
      474.8275862069
    ],
    "prior_outline": "Background and context",
    "text": "Accordingly, the ICRC stated its concern that \"the recurrence risk in this case is high, and the plan you have proposed in your response does not adequately remediate the risk.\" The ICRC  again  proposed  Dr.  Peterson  undertake  to  complete  a  period  of  coaching  by  an independent professional and provided him with the names of two individuals who \"have experience  working  with  regulatory  bodies,  and  with  members  of  health  Colleges  to remediate issues of public communication through the lens of professionalism and public protection.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T16:56:59",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 6,
    "start_xy": [
      108,
      366.8275862069
    ],
    "prior_outline": "Background and context",
    "text": "In a subsequent letter responding to Dr. Peterson's counsel on October 7, 2022, the College referred to the competing interests of Dr. Peterson's right to freedom of expression and his obligations as a regulated professional, stating: The Panel in no way disagrees that the Canadian Charter of Rights and Freedoms guarantees  Dr.  Peterson  a  right  to  freedom  of  expression.  However,  the  Panel believes that as a Member of the College of Psychologists of Ontario, Dr. Peterson also owes a duty to the public and to the profession to conduct himself in a way that is consistent with professional standards and ethics. The Panel does not believe that Dr. Peterson's public statements are currently in line with professional standards and  ethics.  The  proposed  Undertaking  would  provide  Dr.  Peterson  with  the opportunity to better understand the standards and ethical expectations for regulated health professionals who make public statements of various kinds.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T16:57:25",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 6,
    "start_xy": [
      108,
      174.4137931034
    ],
    "prior_outline": "Background and context",
    "text": "On October 21, 2022, Dr. Peterson, through his counsel, declined to sign the undertaking, stating that \"[h]e is prepared to vigorously defend his rights to free expression which the College has acknowledged are a factor in these proceedings.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T16:57:28",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 6,
    "start_xy": [
      72,
      753.5172413793
    ],
    "prior_outline": "Background and context",
    "text": "Page: 6 While the notoriety and complexity that has surrounded me since 2016 has made it impossible for me to retain my clinical practice at the standards of practice I regard as crucial, I remain a clinical psychologist (and, indeed, a professor emeritus at the University of Toronto), and am functioning in the broad public space as both (and appear by their own testimony and actions to be helping millions of people). Given that I am still licensed, and still practicing in that more diffuse and broader manner, I think it is appropriate for me to identify myself as a psychologist. [18] [19] [20] [21]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T15:29:41",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 7,
    "start_xy": [
      108,
      668.4827586207
    ],
    "prior_outline": "The Decision",
    "text": "The ICRC found that Dr. Peterson \"appeared to be engaging in degrading comments about a former client and making demeaning jokes\" on the \"Joe Rogan Experience.\" It expressed concern that by referring to Elliot Page as \"her\" and by their former name, and \"by calling Catherine McKenney an 'appalling self-righteous moralizing thing'...Dr. Peterson may be engaging in degrading, demeaning, and unprofessional comments.\" The Panel also stated that referring to the physician who performed Elliot Page's surgery as a \"'criminal' appears to  be  inflammatory  and  unprofessional.\"  Following  reference  to  the  Gerald  Butts  and Sports  Illustrated  comments,  the  Panel  stated  that  it  \"is  very  concerned  that  looked  at cumulatively,  these  public  statements  may  be  reasonably  regarded  by  members  of  the profession as disgraceful, dishonourable and/or unprofessional.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T16:57:37",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 7,
    "start_xy": [
      108,
      515.7931034483
    ],
    "prior_outline": "The Decision",
    "text": "The Decision continued: The Panel is concerned that making public statements that may be inconsistent with the  professional  standards,  policies,  and  ethics  currently  adopted  by  the  College poses  moderate  risks  of  harm  to  the  public.  These  potential  harms  include undermining public trust in the profession of psychology, and trust in the College's ability  to  regulate  the  profession  in  the  public  interest.  Public  statements  of  this nature may also raise questions about Dr. Peterson's ability to appropriately carry out his responsibilities as a registered psychologist. While Dr. Peterson may not currently  have  an  active  clinical  practice,  he  continues  to  be  registered  and authorized to do so. Furthermore, public statements that are demeaning, degrading, and unprofessional may cause harm, both to the people they are directed at, and to the impacted and other communities more broadly.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:01:32",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 7,
    "start_xy": [
      108,
      328.9655172414
    ],
    "prior_outline": "The Decision",
    "text": "The Panel also said that it was \"very concerned\" about \"recurrence risk\", which it described as  \"high.\"  In  support  of  this  conclusion  the  Panel  referred  to  the  advice  Dr.  Peterson received in 2020, the lack of independent advisors who could review his communications \"through the lens of his obligations as a member of the College\", and that \"Dr. Peterson did not appear to acknowledge any of the Panel's concerns\" about his statements.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:02:06",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 7,
    "start_xy": [
      108,
      245.1724137931
    ],
    "prior_outline": "The Decision",
    "text": "The Panel then set out the terms of the SCERP for Dr. Peterson. It directed that Dr. Peterson enter a coaching program with either one of two individuals identified by the Panel \"to review, reflect on and ameliorate his professionalism in public statements.\" The coaching program was to begin within three months and be completed within twelve months. Costs associated with the coaching were to be borne by Dr. Peterson.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:02:10",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 7,
    "start_xy": [
      108,
      166.9655172414
    ],
    "prior_outline": "The Decision",
    "text": "The Panel also stated that a failure to comply with the SCERP \"may result in an allegation of professional misconduct\", and that unless the coach provided a \"final report indicating that the concerns...have been appropriately remediated in the public interest, Dr. Peterson will  not  be  considered  to  have  successfully  complied  with  the  SCERP\",  which  \"may constitute professional misconduct.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:02:20",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 8,
    "start_xy": [
      72,
      716.8965517241
    ],
    "prior_outline": "Issues and standard of review",
    "text": "The issue in this case is whether the Panel's decision to order Dr. Peterson to complete a SCERP was reasonable. Dr. Peterson raises two arguments which, he submits, make the decision unreasonable: (1)  that  the  ICRC  failed  to  conduct  an  appropriate  proportionately-focused balancing  of  Dr.  Peterson's  right  to  freedom  of  expression  and  the  statutory objectives of the College as required by the decision of the Supreme Court in Doré; and (2)  the  Decision  fails  to  meet  the  standard  of  \"justification,  transparency  and intelligibility\"  required  by  the  Supreme  Court's  decision  in  Vavilov  and  is unreasonable having regard to the facts and the legal rights at stake. There is no dispute that the standard of review is reasonableness, and that the principles set out in Doré and Vavilov must be applied in reviewing the Decision.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:02:50",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 8,
    "start_xy": [
      108,
      454.3448275862
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "In Doré, the Supreme Court addressed the question of \"how to protect Charter guarantees and the values they reflect in the context of adjudicated administrative decisions.\" (para. 3.)  As  the  Court  elaborated  in  Law  Society  of  British  Columbia  v.  Trinity  Western University,  2018  SCC  32,  [2018]  2 SCR  293,  at  para.  57  (\"Trinity  Western\"),  the  Doré framework is \"concerned with ensuring that Charter protections are upheld to the fullest extent possible given the statutory objectives within a particular administrative context.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:02:57",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 8,
    "start_xy": [
      108,
      357.5172413793
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "This  requires  an  administrative  decision-maker,  such  as  the  ICRC,  to  proportionately balance Charter rights and values and its statutory objectives. This is a highly contextual inquiry.  A  decision-maker  must  first  consider  the  statutory  objectives  it  is  seeking  to uphold, and then, secondly, \"ask how the Charter value at issue will best be protected in view  of  the  statutory  objectives.\"  This  requires  conducting  a  proportionality  exercise, balancing  \"the  severity  of  the  interference  of  the  Charter  protection  with  the  statutory objectives.\" However, as with the proportionality test under s. 1 of the Charter, which will be met if the measure falls within a range of reasonable alternatives, \"in the context of a review of an administrative decision for reasonableness, ... decision-makers are entitled to a  measure  of  deference  so  long  as  the  decision...'falls  within  a  range  of  possible, acceptable outcomes'.\" (Doré at para. 56)",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:03:09",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 8,
    "start_xy": [
      108,
      193.6551724138
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "The Supreme Court elaborated on the Doré framework in Loyola High School v. Quebec (Attorney  General),  2015  SCC  12,  [2015]  1  SCR  613  (\"Loyola\"),  and  Trinity  Western, observing that the Doré approach is not to be a \"watered-down version of proportionality\", but is to be \"robust.\" On an application for judicial review, therefore, the role of the Court is to ensure that the administrative decision-maker \"proportionately\" balanced the impact on Charter rights and the statutory objectives which \"gives effect, as fully as possible to the Charter protections at stake given the particular statutory mandate\" (Loyola, at para. 39).\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:03:47",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 8,
    "start_xy": [
      135.3103448276,
      97.4482758621
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "As the Court stated in Trinity Western at para. 80:",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:03:54",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      108,
      636.2068965517
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "However, it is also clear that the Doré approach still requires deference. A reviewing court need not agree with the outcome, as that would impose a standard of correctness; nor must a decision-maker \"choose the option that limits the Charter protection least\"; rather, the question  is  \"always  whether  the  decision  falls  within  a  range  of  reasonable  outcomes.\" (Trinity Western, at para. 81). As Abella J. put it at para. 58 of Doré: \"If, in exercising its statutory discretion, the decision-maker has properly balanced the relevant Charter value with the statutory objectives, the decision will be found to be reasonable.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:04:00",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      108,
      527.5862068966
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "Vavilov  does  not  change  the  standard  of  review  which  remains,  clearly,  a  test  of reasonableness,  showing  deference  to,  and  respect  for,  decision-makers  and  their specialized expertise. Rather, Vavilov focuses the reviewing court on \"the decision actually made by the decision maker, including both the decision maker's reasoning process and the outcome.\" As the Court continued at para. 83: The role of courts in these circumstances is to review, and they are, at least as a general  rule, to refrain from deciding the issue themselves. Accordingly, a court applying  the  reasonableness  standard  does  not  ask  what  decision  it  would  have made in place of that of the administrative decision maker, attempt to ascertain the \"range\" of possible conclusions that would have been open to the decision maker, conduct  a de  novo analysis  or  seek  to  determine  the  'correct'  solution  to  the problem.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:02",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      108,
      340.7586206897
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "A  reasonable  decision,  we  are  told  in  Vavilov  at  para.  85,  \"is  one  that  is  based  on  an internally coherent and rational chain of analysis and that is justified in relation to the facts and law that constrain the decision maker.\" However, reasons \"must not be assessed against a standard of perfection\", they need not include all arguments, nor should they \"always be expected to deploy the same array of legal techniques that might be expected of a lawyer or judge.\" As the Court put it, \"'Administrative justice' will not always look like 'judicial justice' and reviewing courts must remain acutely aware of that fact.\" (Vavilov, at paras. 91 -92)",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:18",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      108,
      218.4827586207
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "Reasons must be read \"in light of the history and context of the proceedings in which they were  rendered\",  including  the  evidence  and  submissions  of  the  parties.  As  the  Court continued at  para.  94 of  Vavilov,  \"[t]his may  explain  an  aspect  of the decision maker's reasoning process that is not apparent from the reasons themselves, or may reveal that an apparent shortcoming in the reasons is not, in fact, a failure of justification, intelligibility or transparency.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:27",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      108,
      121.0344827586
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "Further, the degree of justification found in reasons, like reasonableness review itself, must reflect the stakes of the decision. As the Court stated at para. 133 of Vavilov:",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:40",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 9,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Doré and Vavilov – the legal framework",
    "text": "Put another way, the Charter protection must be \"affected as little as reasonably possible\" in light of the applicable statutory objectives (Loyola, at para. 40). When a  decision  engages  the Charter,  reasonableness  and  proportionality  become synonymous.  Simply  put,  a  decision  that  has  a  disproportionate  impact on Charter rights is not reasonable. [33] [34] [35] [36] [37]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:03:49",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      108,
      464.8965517241
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Following  a  review  of  the  background  and  specific  complaints  about  Dr.  Peterson's conduct, the ICRC referred to the Canadian Code of Ethics for Psychologists (the \"Code\"). The Code has been adopted by the College and incorporated into the College's Standards of Professional Conduct, 2017, (the \"Standards\") and states that information provided to the public must be consistent with the \"professional standards, policies and ethics currently adopted by the College.\" As a registered member of the College, Dr. Peterson is obliged to follow the Code and the Standards.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:06:23",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      108,
      356.275862069
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "The ICRC identified sections of the Code relevant to Dr. Peterson's public statements. The Panel  considered  \"Principle  I:  Respect  for  the  Dignity  of  Persons  and  Peoples.\"  This includes the statement that \"[r]espect for the dignity of persons is the most fundamental and  universally  found  ethical  principle  across  disciplines,  and  includes  the  concepts  of equal inherent worth, non- discrimination, moral rights, and distributive, social, and natural justice.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:06:33",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      134.0689655172,
      287.3793103448
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "The Code continues: In respecting dignity, psychologists acknowledge that each human being should be treated primarily as a person or an end in him/herself, not as an object or a means to an end, and is worthy of equal moral consideration. In doing so, psychologists acknowledge that all human beings have a moral right to have their innate worth as human beings appreciated and that this inherent worth is not dependent on a human being's  culture,  nationality,  ethnicity,  colour,  race,  religion,  sex,  gender,  marital status, sexual orientation, physical or mental abilities, age, socio-economic status, or  any  other  preference  or  personal  characteristic,  condition,  or  status.  As  such, psychologists  do  not  engage  in  unjust  discrimination  based  on  such  factors  and promote non-discrimination in all of their activities.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:06:35",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      108,
      109.2413793103
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Consequently, the Code states the requirement that members:",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:07:51",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      72,
      753.5172413793
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Page: 10 Where the impact of a decision on an individual's rights and interests is severe, the reasons  provided  to  that  individual  must  reflect  the  stakes.  The  principle  of responsive justification means that if a decision has particularly harsh consequences for the affected individual, the decision maker must explain why its decision best reflects the legislature's intention. This includes decisions with consequences that threaten an individual's life, liberty, dignity or livelihood. The ICRC [38] Consideration [39] [40] [41]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:36",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "applied a Doré analysis",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:52",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 10,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "In my view, the ICRC conducted an appropriate, proportionately-focused balancing of Dr. Peterson's  right  to  freedom  of  expression  and  the  statutory  objectives  of  the  College. Consistent  with  Doré,  the  ICRC  approached  the  matter  from  the  perspective,  first,  of fulfilling  the  College's  statutory  mandate  to  regulate  the  practice  of  psychology  in  the public interest. This included considering the conduct of Dr. Peterson in light of possible risks to the public. It then considered how to balance the statutory objectives in order to minimise any impact on Dr. Peterson's Charter rights.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:05:57",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      144,
      718.1379310345
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Not engage publicly (e.g., in public statements, presentations, research reports, with primary clients or other contacts) in degrading comments about others, including demeaning  jokes  based  on  such  characteristics  as  culture,  nationality,  ethnicity, colour, race, religion, sex, gender, or sexual orientation.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:07:47",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      108,
      652.3448275862
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "The Code also urges members to \"strive to use language that conveys respect for the dignity of persons and peoples as much as possible in  all spoken, written electronic, or printed communication.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:07:58",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      108,
      597.1034482759
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "The ICRC Panel considered the statements made by Dr. Peterson in the context of the Code and expressed concern that a number of them appeared to be degrading, demeaning and unprofessional. The Panel observed that those public statements could undermine public trust  in  the  profession  and  the  College's  ability  to  regulate  it,  and  also  \"raise  questions about Dr. Peterson's ability to carry out his responsibilities as a registered psychologist.\" The Panel noted that such comments \"may cause harm, both to the people they are directed at, and to the impacted and other communities more broadly.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:08:05",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      108,
      488.4827586207
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Dr. Peterson does not challenge the principles in the Code. Although he takes issue with objections to his language on the ground that some of it, at least, was justified based on the facts,  his  response  to  the  ICRC  recognized  that  he  has  made  errors  in  his  public communication and that he has \"already undertaken the remediation of [his] actions.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:24:05",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      108,
      257.5862068966
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Dr.  Peterson  complains  that  reliance  on  the  Code  is  misplaced  in  this  case  where  the College is, to quote his argument, \"operating at the very margins of its mandate\", as he asserts that his statements are not made in his capacity as a clinical psychologist but are \"off duty opinions.\" He refers to the statement in the Code that \"[p]ersonal behaviour [of a  member]  becomes  a  concern  of  the  discipline  only  if  it  is  of  such  a  nature  that  it undermines  public  trust  in  the  discipline  as  a  whole  or  if  it  raises  questions  about  the psychologist's ability to carry out appropriately his/her responsibilities as a psychologist.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:24:47",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 11,
    "start_xy": [
      108,
      151.4482758621
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "There are at least two responses to this submission. First, Dr. Peterson's statements are not personal comments made in conversation with friends or colleagues, but public statements to broad audiences. Indeed, Dr. Peterson references his vast following on social media and",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:25:05",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      720
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "his  best-selling  books.  The  Code  explicitly  addresses  \"public  statements\"  and  prohibits degrading and demeaning comments by its members when making public statements.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:25:02",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      677.7931034483
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Second,  the  argument  that  Dr.  Peterson  is  speaking  in  a  personal  capacity  and  not  as  a clinical  psychologist  is  undermined  by  his  own  conduct  and  statements.  As  the  ICRC observed, Dr. Peterson describes himself on his Twitter account as a clinical psychologist, and he identified himself that way on the Joe Rogan podcast. Indeed, as he made clear in his  submissions  to  the  ICRC,  quoted earlier in  these reasons,  Dr. Peterson  sees himself functioning as a clinical psychologist \"in the broad public space\" where he claims to be helping \"millions of people\" and as he put it, he is \"still practicing in that more diffuse and broader manner.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:28:36",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      558
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "In short, while his  counsel  may  argue that  Dr. Peterson's  comments  are  \"off duty\"  and outside his role as a psychologist, Dr. Peterson doesn't see it that way. To the contrary, representing himself as a clinical psychologist when expressing his views is important to him. It also adds credibility to his statements since, as a regulated health professional he holds a position of \"trust, confidence and responsibility\" in society: Ross v. New Brunswick School District No. 15, 1996 CanLII 237 (SCC), [1996] 1 S.C.R. 825, at paras. 44-45. But Dr.  Peterson  cannot  have  it  both  ways:  he  cannot  speak  as  a  member  of  a  regulated profession without taking responsibility for the risk of harm that flows from him speaking in that trusted capacity.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:28:41",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      419.5862068966
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "High  standards  are  imposed  on  members  of  the  College  of  Psychologists  who,  like members of other regulated professions, take on responsibilities to their profession and to the public. As the Supreme Court observed in Pharmascience Inc. v. Binet, 2006 SCC 48, [2006]  2  SCR  513,  at  para.  36,  \"[t]he  importance  of  monitoring  competence  and supervising the conduct of professionals stems from the extent to which the public places trust in them.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:29:59",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      327.1034482759
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Even when \"off duty\", courts have recognized that members of regulated professions can still harm public trust and confidence in their profession by their statements and conduct. As the British Columbia Court of Appeal put it in Kempling v. British Columbia College of Teachers, 2005 BCCA 327, 255 DLR (4th) 169, at para. 43, citing the Supreme Court in Ross: \"When a teacher makes public statements espousing discriminatory views, and when such views are linked to his or her professional position as a teacher, harm to the integrity of the school system is a necessary result.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:30:27",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      108,
      216
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "A similar situation arose recently in Pitter v. College of Nurses of Ontario and Alviano v. College of Nurses of Ontario, 2022 ONSC 5513, 164 OR (3d) 433, in which two nurses spoke out on social media and at a public gathering against masks and vaccines during the COVID-19  pandemic.  Both  identified  themselves  as  registered  nurses.  The  College  of Nurses'  ICRC  identified  concerns  with  certain  statements  which  were  misleading  and spread what could be dangerous misinformation. A",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:31:38",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 12,
    "start_xy": [
      144,
      147.1034482759
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "As this Court held, at para. 14: Given its statutory mandate, it was reasonable for the ICRC to be concerned about the Applicants' statements. As the committee noted, in their public statements, both",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:31:47",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      108,
      393.5172413793
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Like the legal profession, the health professions recognize limitations on free expression to maintain \"boundaries of civility\" and professionalism: Ontario (College of Physicians and Surgeons of Ontario) v. Waddell, 2020 ONCPSD 9; Rathe v. College of Physicians and Surgeons of Ontario, 2013 ONSC 821; Ontario (College of Physicians and Surgeons of Ontario) v. Wright, 2018 ONCPSD 19.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:42:20",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      108,
      314.6896551724
    ],
    "prior_outline": "Consideration of the statutory objectives",
    "text": "Here, the Panel of the College of Psychologists' ICRC – an expert body - reviewed its Code and Standards and expressed concern that Dr. Peterson's public statements, insofar as they contained degrading and demeaning language, may be inconsistent with its professional standards and could undermine public trust in the profession.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:42:26",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      108,
      222.2068965517
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Turning  to  the  Charter,  the  ICRC  acknowledged  Dr.  Peterson's  submission  that  his \"conduct on Twitter is protected by his right to freedom of expression and is unrelated to his  practice  of  psychology.\"  However,  as  the  Panel  noted,  while  Dr.  Peterson  has  a constitutional right to freedom of expression, \"as a member of the College of Psychologists, he is also obligated to maintain the professional standards of the College\" which \"includes ensuring that any public statements made are consistent with the professional standards, policies and ethics currently adopted by the College. This is especially the case where Dr. Peterson identifies himself as a member of the profession.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:42:51",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      72,
      753.5172413793
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Applicants  identified  themselves  as  health  professionals.  Ms.  Pitter  publicly identified herself as a nurse practitioner and Ms. Alviano publicly identified herself as a registered nurse. This not only put the public at risk of being guided by false information, but also risked impacting the reputation of the profession.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:31:44",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      72,
      718.1379310345
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Applicants  identified  themselves  as  health  professionals.  Ms.  Pitter  publicly identified herself as a nurse practitioner and Ms. Alviano publicly identified herself as a registered nurse. This not only put the public at risk of being guided by false information, but also risked impacting the reputation of the profession. In Pitter, the Court upheld the ICRC's direction that the nurses be cautioned and attend remedial education through a SCERP. ing [57]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:42:03",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 13,
    "start_xy": [
      72,
      718.1379310345
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Many other professional  discipline cases have involved  situations  in which a member's misconduct  in  their  personal  life,  or  outside  the  immediate  context  of  practising  their profession, has nevertheless resulted in regulatory action. As observed by Copeland J. (as she then was) in Dr. Jha at para. 119: It is well-established that actions of members of a profession in their private lives may in some cases be relevant to and have an impact on their professional lives – including where the conduct is not consistent with the core values of a profession and/or where there is a need for a regulated profession to maintain confidence of the public in the profession and not be seen to condone certain types of conduct by its  members: Wigglesworth at  pp.  562-563; Sazant  v.  College  of  Physicians  and Surgeons of Ontario, 2012 ONCA 727, 113 O.R. (3d) 420 at paras 97-98; Re Cwinn and  Law  Society  of  Upper  Canada (1980), 1980  CanLII  1694  (ON  SC),  1980 CanLII 1964, 28 O.R. (2d) 61 (Div. Ct.), leave to appeal refused 28 O.R. (2d) 61n (C.A.); Adams v. Law Society of Alberta, 2000 ABCA 240, 82 Alta. L.R. (3d) 21.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:42:08",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 14,
    "start_xy": [
      108,
      718.1379310345
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Dr.  Peterson  submits  this  limited  reference  to  his  right  to  freedom  of  expression  in  the Decision  was  not  a  sufficient,  or  proportionate,  balancing  of  his  Charter  rights  and  the College's statutory objectives, as required by Doré. I disagree. It is clear from the \"history and context of the proceedings\" (Vavilov, para. 94) that the Panel was well aware of the importance of the value of freedom of expression and Dr. Peterson's position respecting it, and appropriately balanced freedom of expression with the College's statutory objectives.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:48:16",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 14,
    "start_xy": [
      108,
      625.0344827586
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Earlier in the Decision, the ICRC noted Dr. Peterson's submission that his \"professional obligations  and  ethical  duties  must  be  balanced  alongside  his  personal  rights  and freedoms\", and that \"the protection of freedom of expression is a basic and central tenant [sic]  of  any  free  and  fair  democracy,  particularly  as  it  applies  to  public  debate  and criticism.\" The Panel also noted Dr. Peterson's reliance on the Supreme Court's decision in Grant v. Torstar, 2009 SCC 61, [2009] 3 SCR 640, a defamation case which held at para. 42, that \"freedom of expression and respect for vigorous debate on matters of public interest have long been seen as fundamental to Canadian democracy ... all Canadian laws must conform to it.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:48:34",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 14,
    "start_xy": [
      108,
      486.6206896552
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "In its correspondence with Dr. Peterson prior to the Decision, the Panel had agreed that Dr. Peterson's right to freedom of expression was engaged, but that it was subject to his duty to  the  public  and  to  the  profession  to  conduct  himself  in  a  way  that  is  consistent  with professional standards and ethics.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:48:41",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 14,
    "start_xy": [
      108,
      421.4482758621
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "The Panel was also aware of the ICRC's 2020 decision giving advice to Dr. Peterson, in which that panel of the ICRC had referred to the Charter's guarantee of \"rigorous debate\" and had concluded that the Charter \"protects Dr. Peterson's public pronouncements so long as he does not violate provincial or federal laws, which he does not appear to do so in this instance.\" It was argued by Dr. Peterson's counsel that the 2020 decision, in referring to the  guarantee  of  \"rigorous  debate\"  and  concluding  that  whether  Dr.  Peterson's  views reflected poorly on the profession \"is a matter of opinion and not fact\", showed a greater appreciation  of  his  right  to  freedom  of  expression,  and  engaged  in  a  more  appropriate balancing  than  the  2022  Decision  under  review.  However,  as  noted,  even  in  2020  Dr. Peterson was warned about using unprofessional language, with the Panel advising him to \"offer  [his]  opinions  and  comments  in  a  respectful  tone  in  order  to  avoid  a  negative perception toward the profession of psychology.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T17:53:30",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 14,
    "start_xy": [
      108,
      242.0689655172
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "The fact that the Decision did not provide a detailed discussion of the value of freedom of expression  does  not  mean  the  ICRC  did  not  appropriately  consider  it.  Furthermore,  the ICRC  should  not  be  expected  to  do  so.  The  ICRC  is,  essentially,  a  screening  body.  It reviews complaints and investigations and, where appropriate, sends cases to a disciplinary hearing for adjudication, in which case its decision is not even subject to judicial review as the process has not run its course: Volochay v. College of Massage Therapists of Ontario, 2012 ONCA 541, 111 OR (3d) 561, at para. 68. The ICRC, however, also has other, less serious options available to it to address concerns that may be raised by a complaint or complaints, including directing a SCERP, which is not disciplinary, but remedial.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-20T18:12:58",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 15,
    "start_xy": [
      108,
      720
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "The  ICRC  had,  effectively,  three  options  in  dealing  with  Dr.  Peterson's  case:  send  the matter  to  discipline,  do  nothing,  or  direct  a  SCERP.  By  directing  a  SCERP,  the  ICRC pursued  a  proportionate  and  reasonable  option  to  further  its  objective  of  maintaining professional standards, and which will have a minimal impact on Dr. Peterson's right to freedom  of  expression.  Admittedly,  the  ICRC  Decision  is  not  benign;  the  direction  to submit to a SCERP will be placed on Dr. Peterson's public record with the College, but it is a remedial order, not a disciplinary finding, or even a referral to discipline: Longman v. Ontario  College  of  Pharmacists,  2021  ONSC  1610,  at  para.  45.  The  Decision  simply requires him to have coaching \"to review, reflect on, and ameliorate his professionalism in public statements\" in order to avoid making demeaning and degrading statements about people that may be harmful to them and to the profession.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:33:54",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 15,
    "start_xy": [
      108,
      553.6551724138
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "The ICRC Decision does not prevent Dr. Peterson from expressing himself on issues of interest to him and his audiences; rather, the Decision is focussed on concerns over his use of degrading or demeaning language, about which he was given advice in 2020. Requiring coaching  following  apparently  unheeded  advice  seems  a  reasonable  next  step, proportionately balancing statutory objectives against Charter rights which are minimally impaired, if they are impaired at all, by the Decision. In Pitter, directing a SCERP in similar circumstances was recognized to be a \"remedial and educative\" response which \"minimally impaired\" the nurses' rights. This is also the case with Dr. Peterson.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:34:14",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 15,
    "start_xy": [
      108,
      431.3793103448
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "The result in this case may be contrasted with the results in other professional contexts in which  balancing  professional,  public  interest  objectives  against  Charter  interests  of  a member  has  led  to  what  appear  to  be  more  serious  impairments  of  Charter  rights.  In Christian Medical Dental Society v. College of Physicians and Surgeons of Ontario, 2019 ONCA  393,  147  OR  (3d)  398,  for  example,  the  Court  of  Appeal  upheld  a  policy  that required physicians to provide an \"effective referral\" for services they oppose on religious grounds, such as abortion and gender-affirming care. The Court held that the policy struck the appropriate balance between the members' religious beliefs and the public's overriding interest in equitable access to legally available publicly funded health care services.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:56:54",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 15,
    "start_xy": [
      108,
      295.4482758621
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "In Trinity Western University v. Law Society of Upper Canada, 2018 SCC 33, [2018] 2 SCR 453, the Supreme Court upheld the Ontario legal regulator's decision not to accredit TWU's proposed law school, which prohibited same-sex sexual activity among its students. The Court found that the decision represented a proportional balance between the limitation on freedom of religion  and the statutory objectives the  Law Society sought to promote, including access to the legal profession, diversity within the bar, and prevention of harm to LGBTQ law students.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:57:25",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 15,
    "start_xy": [
      108,
      186.2068965517
    ],
    "prior_outline": "Balancing the statutory objectives and freedom of expression",
    "text": "Accordingly,  I  am  satisfied  that  the  Panel  conducted  an  appropriate  Doré  analysis.  It addressed first its statutory mandate and then considered Dr. Peterson's Charter right to freedom  of  expression.  The  Decision  proportionately  balanced  the  competing  interests, protecting  the  public  interest  in  professionalism  in  communications  by  members  and prevention  of  harm,  while  minimally  impairing  Dr.  Peterson's  right  to  freedom  of expression.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:57:28",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      693.9310344828
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "Dr. Peterson's counsel also submitted that the Decision did not satisfy the required standard of reasoning set by Vavilov by failing to engage with Dr. Peterson's explanations for the comments in issue. I do not agree.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:57:32",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      638.6896551724
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "The ICRC identified language used by Dr. Peterson which it was concerned was degrading or demeaning, or otherwise unprofessional. This concern is entitled to deference: Trinity Western, at para. 38; Dr. Jha at para. 147. It was not necessary to engage in whether Dr. Peterson's comments were supported by facts or were his honest opinion, as the concern arises from the nature of the language used, not the validity of his opinions. Again, Dr. Peterson is speaking as a regulated professional psychologist – what might be protected by the laws of defamation, such as the defence of fair comment, is not the point.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:57:35",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      529.4482758621
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "The fact that a complaint by a client against Dr. Peterson was unfounded does not mean the  ICRC  should  not  be  concerned  when  Dr.  Peterson  publicly  described  the  client  as \"vindictive.\" There is nothing unreasonable about being concerned when a regulated health professional attacks a client or patient, regardless of what they have done. Indeed, in the Joe Rogan podcast, Dr. Peterson referred to the client's reliance on him, noting that she had felt abandoned by him when he closed his clinical practice and stopped seeing her.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:58:24",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      437.5862068966
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "Similarly, while Dr. Peterson's comment on \"poor children\" may have been sarcastic, it was open to the ICRC to be concerned about him making \"demeaning jokes.\" Sarcasm is commonly used to insult, demean and degrade. The ICRC's concerns with Dr. Peterson addressing Elliot Page as \"her\" and by their prior name, as well as calling a city councillor a \"thing\" and a doctor a \"criminal\" (a term even Dr. Peterson has expressed some regret using), arose from the language Dr. Peterson used, not his personal views. So too with his negative comment on the appearance of a woman on the cover of Sports Illustrated and calling Gerald Butts a \"prik.\" On its face, the language raised professionalism concerns, and it was not necessary for the ICRC to engage with Dr. Peterson on his motivation for making those comments.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:58:26",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      284.8965517241
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "Rather, the Panel focused on the harm from the language used, noting, transparently and clearly,  its  concern  that  potential  harms  included  \"undermining  public  trust  in  the profession of psychology, and trust in the College's ability to regulate the profession in the public interest.\" It expressed concern that \"public statements of this nature may also raise questions  about  Dr. Peterson's ability to  appropriately  carry out  his  responsibilities as a registered psychologist\" and that \"public statements that are demeaning, degrading, and unprofessional may cause harm, both to the people they are directed at, and to the impacted and other communities more broadly.\"",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:58:41",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 16,
    "start_xy": [
      108,
      165.1034482759
    ],
    "prior_outline": "The Decision meets Vavilov’s requirement of justification, intelligibility and transparency",
    "text": "The scope and extent of the ICRC's reasons must also be considered in the context of its role as a screening committee. The stakes before the ICRC are not as high as they are before discipline panels, as was the case in Groia v. Law Society of Upper Canada, 2018 SCC 27, [2018]  1  S.C.R.  772,  Lauzon  v.  Ontario  (Justices  of  the  Peace  Review  Council),  2023 ONCA  425,  and  in  Doré  itself.  As  this  Court  summarized  in  Pitter  at  para.  22,  the",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:58:50",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 17,
    "start_xy": [
      108,
      231.5172413793
    ],
    "prior_outline": "Conclusion",
    "text": "The application for judicial review is dismissed.  The applicant shall pay the  respondent costs, as agreed, in the amount of $25,000.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T09:06:08",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 17,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Conclusion",
    "text": "reasonableness  review under  Vavilov is  \"expected to  reflect  the stakes of the decision.\" O'Brien J. continued: Where a decision has a particularly harsh consequence to the individual, there is a higher  onus  on  the  decision-maker  to  explain  its  decision.  The  corollary  is  that where, as here, a screening committee requires a remedial and educative response to a member's conduct, a reasonableness review permits less detailed reasons. ] [75] [76] Conclusion [77]",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:58:46",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 17,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Conclusion",
    "text": "As noted earlier, reasons \"must not be assessed against a standard of perfection\", they need not include all arguments, nor should we expect or require administrative decision-makers to \"deploy the same array of legal techniques that might be expected of a lawyer or judge\": Vavilov, paras. 91-92. This is especially the case for a screening decision and the making of  a  remedial  order.  The  focus  on  sufficiency  of  reasons  in  Vavilov  should  not  be inappropriately used as a tool to reduce deference and respect for the role and decisions of expert  administrative  bodies,  having  regard  to  the  context  in  which  those  decisions  are made and their consequences for the individual.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:59:23",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 17,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Conclusion",
    "text": "In any event, the ICRC's reasons are transparent, intelligible, justifiable, and reasonable. The  Panel  prepared  a  10-page  single-spaced  Decision.  It  considered  its  mandate  and engaged in  a clear chain of analysis that involved reviewing the factual background, its concerns  with  the  language  used  by  Dr.  Peterson,  and  his  responses  to  the  Panel.  It considered the advice provided to Dr. Peterson in 2020, the ICRC's suggestion that Dr. Peterson agree to undertake a program of coaching, his refusal to do so, and the ICRC's reasons  for  rejecting  Dr.  Peterson's  own  coaching  proposal.  The  Panel  considered  the professional  regulatory  context, the governing rules, the impact  of the  Charter, and Dr. Peterson's unwillingness to acknowledge the Panel's concerns.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T08:59:29",
    "color": "#ffff00"
  },
  {
    "type": "Highlight",
    "page": 17,
    "start_xy": [
      72,
      720
    ],
    "prior_outline": "Conclusion",
    "text": "Following that transparent and coherent discussion, the panel concluded, reasonably, that Dr. Peterson's behaviour raised a moderate risk of harm to the public, which the Panel had articulated in its decision, and concluded that it was \"very concerned that the recurrence risk in this case was high.\" It therefore concluded its chain of analysis by deciding that \"it would  be  appropriate  and  in  the  public  interest\"  to  require  Dr.  Peterson  to  complete  a SCERP to address his professionalism in public statements.",
    "author": "Actual Genius Intellectual",
    "created": "2024-01-21T09:06:03",
    "color": "#ffff00"
  }
]
